/* About screen blog label */
"About.blog" = "Ιστοσελίδα";

/* About screen footer */
"About.footer" = "Δημιουργήθηκε απο την παγκόσμια ομάδα DigiWallet. Έκδοση %1$@";

/* Privay Policy button label */
"About.privacy" = "Πολιτικό Απόρρητο";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Όροι χρήσης";

/* About screen title */
"About.title" = "Περί";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Κλείσιμο";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Κέντρο Υποστήριξης ";

/* Loading Wallet Message */
"Account.loadingMessage" = "Φόρτωση πορτοφολιού";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Το DigiWallet μου";

/* Error alert title */
"Alert.error" = "Σφάλμα";

/* No internet alert message */
"Alert.noInternet" = "Δεν βρέθηκε σύνδεση διαδικτύου. Έλεγξε τη σύνδεσή σου.";

/* Warning alert title */
"Alert.warning" = "Προσοχή";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Διεύθυνση αντιγράφηκε";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Όλες οι διευθύνσεις πορτοφολιού αντιγράφησαν";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Ορίστηκε κλειδί";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Καταπληκτικά!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Το PIN ορίστηκε";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Αποστολή ανεπιτυχής";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Επιβεβαίωση Αποστολής";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Τα bitradio εστάλησαν!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Σφάλμα σειριακού JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Το πορτοφόλι δεν είναι έτοιμο";

/* API Token error message */
"ApiClient.tokenError" = "Αδυναμία ανάκτησης API κέρματος";

/* header of balance */
"Balance.header" = "ΣΥΝΟΛΙΚΟ\nΥΠΟΛΟΙΠΟ";

/* Send BCH view body. */
"BCH.body" = "Καταχώρησε μια bitradio διεύθυνση. Όλα τα bitradio στο πορτοφόλι σου κατα την εμφάνιση του fork (%1$@) θα αποσταλούν.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Έγκριση αποστολής %1$@ σε %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Έγκριση";

/* Generic bch erorr message */
"BCH.genericError" = "Ο λογαριασμός σου δεν περιέχει bitradio, ή έλαβες bitradio μετά το fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Ταυτότητα συναλλαγής αντιγράφηκε";

/* No address error message */
"BCH.noAddressError" = "Παρακαλώ βάλε μια διεύθυνση";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Τα αιτήματα του πρωτοκόλλου πληρωμής δεν υποστηρίζονται για συναλλαγές bitradio";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Τα bitradio απεστάλησαν επιτυχώς.";

/* Widthdraw BCH view title */
"BCH.title" = "Ανάληψη bitradio";

/* Tx Hash button header */
"BCH.txHashHeader" = "Ταυτότητα συναλλαγής bitradio";

/* Approve button label */
"BitID.approve" = "Έγκριση";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ αναζητά έγκριση με το bitradio πορτοφόλι σου";

/* Deny button label */
"BitID.deny" = "Άρνηση";

/* BitID error alert title */
"BitID.error" = "Σφάλμα πιστοποίησης";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Έλεγξε με την υπηρεσία. Ίσως χρειαστεί να προσπαθήσεις ξανά.";

/* BitID success alert title */
"BitID.success" = "Επιτυχία πιστοποίησης";

/* Cancel button label */
"Button.cancel" = "Ακύρωση";

/* Ignore button label */
"Button.ignore" = "Αγνόησε";

/* menu button */
"Button.menu" = "ΜΕΝΟΥ";

/* No button */
"Button.no" = "Όχι";

/* OK button label */
"Button.ok" = "Εντάξει";

/* receive button */
"Button.receive" = "ληψη";

/* send button */
"Button.send" = "αποστολή";

/* Settings button label */
"Button.settings" = "Ρυθμίσεις";

/* Settings button label */
"Button.submit" = "Καταχώρησε";

/* Yes button */
"Button.yes" = "Ναί";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Κεντράρισε το QR code μέσα στο πλαίσιο";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Ποσό προς αποστολή:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Αμοιβή δικτύου";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Χρόνος επεξεργασίας: Η συναλλαγή θα γίνει σε %1$@ λεπτά.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Αποστολή";

/* Confirmation Screen title */
"Confirmation.title" = "Επιβεβαίωση";

/* To: (address) */
"Confirmation.to" = "Προς";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Τελικό κόστος:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Για να βεβαιωθείς ότι όλα έχουν καταγραφεί σωστά, γράψε τις ακόλουθες λέξεις από το κλειδί χαρτιού.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Λέξη #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Μονάδα προβολής bitradio";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Τιμή Συναλλάγματος";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Αυτή η συσκευή δεν έχει ρυθμιστεί να στέλνει email με την εφαρμογή mail του iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Μη διαθέσιμο Email";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Αυτή η συσκευή δεν έχει ρυθμιστεί για την αποστολή μηνυμάτων.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Μηνύματα μη διαθέσιμα";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Μπορείς να προσαρμόσεις το όριο δαπανών Face ID από το %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Χρησιμοποιήσε το πρόσωπό σου για να ξεκλειδώσεις το DigiWallet και να στείλεις χρήματα μέχρι ένα καθορισμένο όριο.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Κείμενο συνδέσμου (δες TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Ενεργοποίηση Face ID για το DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Δεν έχεις ενεργοποιήσει το Face ID σε αυτή τη συσκευή. Πήγαινε στις Ρυθμίσεις->Face ID & συνθηματικό, για να το ρυθμίσεις.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Το Face ID δεν έχει ρυθμιστεί";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Όριο δαπάνης Face ID";

/* Economy fee */
"FeeSelector.economy" = "Οικονομικά";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Εκτιμώμενος χρόνος παράδοσης: 60+ λεπτά";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Αυτή η επιλογή δεν συνιστάται για συναλλαγές ευαίσθητες σε χρόνο.";

/* Regular fee */
"FeeSelector.regular" = "Κανονικά";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Εκτιμώμενος χρόνος παράδοσης: 10-30 λεπτά";

/* Fee Selector title */
"FeeSelector.title" = "Επεξεργασία ταχύτητας";

/* Checking private key balance progress view text */
"Import.checking" = "Έλεγχος ισοζυγίου ιδιωτικού κλειδιού...";

/* Sweep private key confirmation message */
"Import.confirm" = "Να στείλω %1$@ από αυτό το ιδιωτικό κλειδί στο πορτοφόλι σου; Το δίκτυο bitradio θα λάβει αμοιβή %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Αυτό το ιδιωτικό κλειδί βρίσκεται ήδη στο πορτοφόλι σου.";

/* empty private key error message */
"Import.Error.empty" = "Αυτό το κλειδί είναι κενό. ";

/* High fees error message */
"Import.Error.highFees" = "Τα τέλη συναλλαγής θα κοστίσουν περισσότερο από τα διαθέσιμα κεφάλαια σε αυτό το ιδιωτικό κλειδί.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Μη έγκυρο ιδιωτικό κλειδί";

/* Import signing error message */
"Import.Error.signing" = "Σφάλμα υπογραφής συναλλαγής";

/* Import button label */
"Import.importButton" = "Εισαγωγή";

/* Importing wallet progress view label */
"Import.importing" = "Εισαγωγή πορτοφολιού";

/* Caption for graphics */
"Import.leftCaption" = "Πορτοφόλι προς εισαγωγή";

/* Import wallet intro screen message */
"Import.message" = "Η εισαγωγή πορτοφολιού μεταφέρει όλα τα bitradio απο το άλλο πορτοφόλι, στο DigiWallet με μια συναλλαγή.";

/* Enter password alert view title */
"Import.password" = "Αυτό το ιδιωτικό κλειδί προστατεύεται με κωδικό πρόσβασης.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "κωδικός";

/* Caption for graphics */
"Import.rightCaption" = "Το DigiWallet σου";

/* Scan Private key button label */
"Import.scan" = "Σάρωση Ιδιωτικού Κλειδιού";

/* Import wallet success alert title */
"Import.success" = "Επιτυχία";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Η εισαγωγή πορτοφολιού ολοκληρώθηκε.";

/* Import Wallet screen title */
"Import.title" = "Εισαγωγή πορτοφολιού";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Ξεκλείδωμα Κλειδιού";

/* Import wallet intro warning message */
"Import.warning" = "Η εισαγωγή ενός πορτοφολιού δεν περιλαμβάνει το ιστορικό συναλλαγών ή άλλες λεπτομέρειες.";

/* Wrong password alert message */
"Import.wrongPassword" = "Λάθος κωδικός, δοκίμασε ξανά.";

/* Close app button */
"JailbreakWarnings.close" = "Κλείσιμο";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Αγνόησε";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ΠΑΡΑΒΙΑΣΗ ΑΣΦΑΛΕΙΑΣ ΣΥΣΚΕΥΗΣ\nΟποιαδήποτε εφαρμογή «jailbreak» μπορεί να έχει πρόσβαση στα δεδομένα keychain του DigiWallet και να κλέψει τα bitradio σου! Διέγραψε αμέσως το πορτοφόλι και επανέφερέ το σε ασφαλές συσκευή.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ΠΑΡΑΒΙΑΣΗ ΑΣΦΑΛΕΙΑΣ ΣΥΣΚΕΥΗΣ\nΟποιαδήποτε εφαρμογή «jailbreak» μπορεί να έχει πρόσβαση στα δεδομένα keychain του DigiWallet και να κλέψει τα bitradio σου! Χρησιμοποίησε το DigiWallet μόνο σε συσκευή χωρίς jailbrake.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ΠΡΟΣΟΧΗ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Οι υπηρεσίες τοποθεσίας είναι απενεργοποιημένες.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Το DigiWallet δεν έχει άδεια πρόσβασης στις υπηρεσίες τοποθεσίας.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Δημιούργησες το πορτοφόλι σου στις %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Το όνομα του πορτοφολιού σου εμφανίζεται μόνο στο ιστορικό συναλλαγών του λογαριασμού σου και δεν μπορεί να το δει κανείς άλλος.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Όνομα πορτοφολιού";

/* Manage wallet modal title */
"ManageWallet.title" = "Διαχείρηση πορτοφολιού";

/* Menu button title */
"MenuButton.lock" = "Κλείδωμα πορτοφολιού";

/* Menu button title */
"MenuButton.security" = "Κέντρο Ασφαλείας";

/* Menu button title */
"MenuButton.settings" = "Ρυθμίσεις";

/* Menu button title */
"MenuButton.support" = "Υποστήριξη";

/* button label */
"MenuViewController.createButton" = "Δημιουργία νέου πορτοφολιού";

/* Menu modal title */
"MenuViewController.modalTitle" = "Μενού";

/* button label */
"MenuViewController.recoverButton" = "Ανάκτηση πορτοφολιού";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Εναλλαγή σε αυτόματη λειτουργία";

/* Node is connected label */
"NodeSelector.connected" = "Συνδεδεμένο";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Εισαγωγή διεύθυνσης IP κόμβου και θύρας (προαιρετικά)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Εισαγωγή κόμβου";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Εναλλαγή σε χειροκίνητη λειτουργία";

/* Node address label */
"NodeSelector.nodeLabel" = "Τρέχων κύριος κόμβος";

/* Node is not connected label */
"NodeSelector.notConnected" = "Μη συνδεδεμένο";

/* Node status label */
"NodeSelector.statusLabel" = "Κατάσταση σύνδεσης κόμβου";

/* Node Selector view title */
"NodeSelector.title" = "Κόμβοι bitradio";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Εσφαλμένη αίτηση πληρωμής";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Μη υποστηριζόμενο ή κατεστραμμένο έγγραφο";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Λείπει το πιστοποιητικό";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Η αίτηση έληξε";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Αδυναμία πληρωμής";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Οι πληρωμές σε bitradio δεν μπορούν να είναι μικρότερες από %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Οι συναλλαγές bitradio δεν μπορούν να είναι μικρότερες από $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Μη υποστηριζόμενος τύπος υπογραφής";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Αναξιόπιστο πιστοποιητικό";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Αγγίξτε εδώ για ενεργοποίηση του Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Ενεργοποίηση Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Για τη διασφάλιση του πορτοφολιού σου απαιτείται συνθηματικό συσκευής.  Ενεργοποίησέ τον στις ρυθμίσεις.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Ενεργοποίησε το συνθηματικό της συσκευής σου";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Tο χάρτινο κλειδί πρέπει να αποθηκευτεί σε περίπτωση που χάσεις ή αλλάξεις συσκευή. Άγγιξε εδώ για συνέχεια.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Απαιτείται ενέργεια";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Το πορτοφόλι σου ενδέχεται να μην είναι συγχρονισμένο. Αυτό μπορεί συχνά να διορθωθεί με  επανάληψη σάρωσης του blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Απόρριψη Συναλλαγής";

/* header of PinView */
"Prompts.SecurityCheck.header" = "ΕΛΕΓΧΟΣ\nΑΣΦΑΛΕΙΑΣ";

/* Share data prompt body */
"Prompts.ShareData.body" = "Βοήθησε στη βελτίωση του DigiWallet με την κοινοποίηση των ανώνυμων δεδομένων σου σε εμας";

/* Share data prompt title */
"Prompts.ShareData.title" = "Κοινοποίηση Ανώνυμων Δεδομένων";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Άγγιξε εδώ για ενεργοποιήση Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Ενεργοποίησε το Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Το DigiWallet αναβαθμίστηκε σε PIN 6 ψηφίων. Άγγιξε εδώ για αναβάθμιση.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Αναβάθμιση PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Ενεργοποίησε τις ειδοποιήσεις για να λαμβάνεις ειδικά μηνύματα από το DigiWallet στο μέλλον.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Γνωστοποιήσεις";

/* Push notifications are off label */
"PushNotifications.off" = "Απενεργοποιημένο";

/* Push notifications are on label */
"PushNotifications.on" = "Ενεργοποιημένο";

/* Push notifications settings view title label */
"PushNotifications.title" = "Γνωστοποιήσεις";

/* Address copied message. */
"Receive.copied" = "Αντιγράφηκε στο πρόχειρο.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Αίτηση Ποσού";

/* Share button label */
"Receive.share" = "Κοινοποίηση";

/* Share via text message (SMS) */
"Receive.textButton" = "Γραπτό Μύνημα";

/* Receive modal title */
"Receive.title" = "ΛΗΨΗ";

/* Done button text */
"RecoverWallet.done" = "Έγινε";

/* Recover wallet header */
"RecoverWallet.header" = "Ανάκτηση πορτοφολιού";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Επαναφορά PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Εισαγωγή χάρτινου κλειδιού";

/* Recover wallet intro */
"RecoverWallet.intro" = "Ανάκτηση του DigiWallet με το κλειδί χαρτιού.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Το χάρτινο κλειδί που πληκτρολόγησες είναι άκυρο. Έλεγξε ξανά κάθε λέξη και ξαναδοκίμασε.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Αριστερό Βέλος";

/* Next button label */
"RecoverWallet.next" = "Επόμενο";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Άγγίξε εδώ για περισσότερες πληροφορίες.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Δεξί Βέλος";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Βάλε το κλειδί χαρτιού για το πορτοφόλι που θέλεις να ανακτήσεις.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Για επαναφορά του κωδικού PIN, καταχώρησε τις λέξεις από το κλειδί χαρτιού στα παρακάτω πλαίσια.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Πρώτα όρισε ένα ποσό.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Ποσό Άιτησης";

/* Alert action button label */
"ReScan.alertAction" = "Συγχρονισμός";

/* Alert message body */
"ReScan.alertMessage" = "Δεν θα μπορείς να στείλεις χρήματα κατα το συγχρονισμό.";

/* Alert message title */
"ReScan.alertTitle" = "Συγχρονισμός με το Blockchain;";

/* extimated time */
"ReScan.body1" = "20-45 λεπτά";

/* Syncing explanation */
"ReScan.body2" = "Εάν μια συναλλαγή εμφανίζεται ως ολοκληρωμένη στο bitradio δίκτυο αλλά όχι στο DigiWallet σου.";

/* Syncing explanation */
"ReScan.body3" = "Εμφανίζεται επανειλημμένα ένα σφάλμα λέγοντας ότι η συναλλαγή σου απορρίφθηκε.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Έναρξη Συγχρονισμού";

/* Sync blockchain view footer */
"ReScan.footer" = "Δεν θα μπορέσεις να στείλεις χρήματα κατα τη διάρκεια συγχρονισμού με το blockchain.\n";

/* Sync Blockchain view header */
"ReScan.header" = "Συγχρονισμός Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Προβλεπόμενος χρόνος";

/* Subheader label */
"ReScan.subheader2" = "Πότε πρέπει να συγχρονίσω;";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Φλάς Κάμερας";

/* Complete filter label */
"Search.complete" = "Ολοκληρώθηκε";

/* Pending filter label */
"Search.pending" = "σε αναμονή";

/* Received filter label */
"Search.received" = "ελήφθησαν";

/* Sent filter label */
"Search.sent" = "στάλθηκαν";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Ενεργοποίησε όλες τις λειτουργίες ασφαλείας για μέγιστη προστασία.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Ο μόνος τρόπος να  αποκτήσεις πρόσβαση στα bitradio σου, σε περίπτωση που χάσεις ή αναβαθμίσεις τη συσκευή σου.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Χάρτινο Κλειδί";

/* PIN button description */
"SecurityCenter.pinDescription" = "Προστατεύει το DigiWallet απο μη εξουσιοδοτημένους χρήστες.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-ψήφιο PIN";

/* Security Center Title */
"SecurityCenter.title" = "Κέντρο Ασφαλείας";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Ξεκλείδωσε εύκολα το DigiWallet και στείλε χρήματα μέχρι ένα καθορισμένο όριο.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Ποσό";

/* Balance: $4.00 */
"Send.balance" = "Υπόλοιπο: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Πήγαινε στις Ρυθμίσεις για να επιτρέψεις πρόσβαση στην κάμερα.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Το DigiWallet δεν έχει άδεια πρόσβασης στην κάμερα.";

/* Warning when sending to self. */
"Send.containsAddress" = "Ο προορισμός είναι η διεύθυνσή σου. Δεν μπορείςνα στείλεις στον εαυτό σου.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Αποτυχία δημιουργία συναλλαγής.";

/* Description for sending money label */
"Send.descriptionLabel" = "Σημείωση";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Το πρόχειρο είναι άδειο";

/* Network Fee: $0.01 */
"Send.fee" = "Αμοιβή Δικτύου: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Ταυτότητα δικαιούχου χωρίς πιστοποίηση.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Η διεύθυνση προορισμού δεν είναι έγκυρη διεύθυνση bitradio.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Το πρόχειρο δεν περιέχει έγκυρη διεύθυνση bitradio. ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Άκυρη Διεύθυνση";

/* Is rescanning error message */
"Send.isRescanning" = "Κατά την ολική σάρωση η αποστολή είναι απενεργοποιημένη.";

/* Loading request activity view message */
"Send.loadingRequest" = "Φόρτωση Αιτήματος";

/* Empty address alert message */
"Send.noAddress" = "Βάλε τη διεύθυνση του παραλήπτη.";

/* Emtpy amount alert message */
"Send.noAmount" = "Επέλεξε ποσό για αποστολή";

/* Paste button label */
"Send.pasteLabel" = "Επικόλληση";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Η δημοσίευση συναλλαγής απέτυχε.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Αδυναμία φόρτωσης αίτησης πληρωμής";

/* Scan button label */
"Send.scanLabel" = "Σάρωση";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Αποστολή";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "ΑΠΟΣΤΟΛΗ";

/* Send money to label */
"Send.toLabel" = "Προς";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Οι διευθύνσεις bitradio προορίζονται μόνο για μία χρήση.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Η επαναχρησιμοποίηση μειώνει το απόρρητο τόσο για εσάς όσο και για τον παραλήπτη και μπορεί να έχει ως αποτέλεσμα απώλεια εάν ο παραλήπτης δεν ελέγχει απευθείας τη διεύθυνση.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Η Διεύθυνση Χρησιμοποιείται Ήδη";

/* About label */
"Settings.about" = "Περί";

/* Advanced Settings title */
"Settings.advancedTitle" = "Προηγμένες Ρυθμίσεις";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Εμφάνιση Νομίσματος";

/* Join Early access label */
"Settings.earlyAccess" = "Συμμετοχή σε πρόωρη πρόσβαση";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Σου αρέσει το DigiWallet;";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Όριο δαπάνης Face ID";

/* Import wallet label */
"Settings.importTitle" = "Εισαγωγή Πορτοφολιού";

/* Manage settings section header */
"Settings.manage" = "Διαχείρηση";

/* Notifications label */
"Settings.notifications" = "Γνωστοποιήσεις";

/* Leave review button label */
"Settings.review" = "Άφησε μία κριτική";

/* Share anonymous data label */
"Settings.shareData" = "Κοινοποίηση Ανώνυμων Δεδομένων";

/* Sync blockchain label */
"Settings.sync" = "Συγχρονισμός Blockchain";

/* Settings title */
"Settings.title" = "Ρυθμίσεις";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Όριο δαπανών Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Πορτοφόλι";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Έναρξη/Ανάκτηση άλλου πορτοφολιού. ";

/* Share data view body */
"ShareData.body" = "Βοήθησε στη βελτίωση του DigiWallet με την κοινοποίηση των ανώνυμων δεδομένων σου μαζί μας. Δεν περιλαμβάνει καμία οικονομική πληροφορία σου. Σεβόμαστε το οικονομικό σου απόρρητο.";

/* Share data header */
"ShareData.header" = "Κοινοποίηση δεδομένων;";

/* Share data switch label. */
"ShareData.toggleLabel" = "Κοινοποίηση Ανώνυμων Δεδομένων;";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Γράψε Ξανά Το Χάρτινο Κλειδί";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Το χάρτινο κλειδί σου είναι ο μόνος τρόπος για να επαναφέρεις το DigiWallet σου, εάν το τηλέφωνο σου χαθεί, κλαπεί, σπάσει ή αναβαθμιστεί. Θα δείς μια λίστα με λέξεις για να γράψεις σε χαρτί και να το κρατήσεις σε ασφαλές μέρος.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Γράψε Το Χάρτινο Κλειδί";

/* Argument is date */
"StartPaperPhrase.date" = "Τελευταία γράψατε το κλειδί χαρτιού στις %1$@";

/* Start view message */
"StartViewController.message" = "Ο ασφαλέστερος τρόπος χρήσης του bitradio.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "ΥΨΟΣ BLOCK";

"SynchingView.progressLabel" = "ΠΡΟΟΔΟΣ";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Σύνδεση";

/* Syncing view header text */
"SyncingView.header" = "Συγχρονισμός";

/* Retry button label */
"SyncingView.retry" = "Ξαναπροσπάθησε";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Συγχρονισμός";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ η";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ω";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ λ";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ δ";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Μπορείς να προσαρμόσεις το όριο δαπανών του Touch ID απο %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Χρησιμοποίησε το δακτυλικό σου αποτύπωμα για να ξεκλειδώσεις το DigiWallet και να στείλεις χρήματα μέχρι ένα καθορισμένο όριο.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Οθόνη ορίου δαπανών Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Όριο δαπανών: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Ενεργοποίησε το Touch ID για το DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Δεν έχεις ενεργοποιήσει το Touch ID σε αυτή τη συσκευή. Πήγαινε στις Ρυθμίσεις->Touch ID & συνθηματικό, για να το ρυθμίσεις.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Το Touch ID Δεν Έχει Ρυθμιστεί";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Να απαιτείται πάντα το συνθηματικό συσκευής";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Θα σου ζητηθεί να εισάγεις τον 6ψήφιο κωδικό PIN για οποιαδήποτε συναλλαγή πέρα από το όριο δαπανών και κάθε 48 ώρες από την τελευταία φορά που εισηγαγες τον 6ψήφιο κωδικό PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Όριο δαπανών Touch ID";

/* Availability status text */
"Transaction.available" = "Διαθέσιμα για δαπάνες";

/* Transaction complete label */
"Transaction.complete" = "Ολοκληρώθηκε";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Υπόλοιπο κατά την λήξη: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Ισοτιμία κατα την λήψη:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Ισοτιμία κατα την αποστολή:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ αμοιβή)";

/* Invalid transaction */
"Transaction.invalid" = "ΑΚΥΡΟ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Μόλις τώρα";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Σε εξέλιξη: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Σε εξέλιξη: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Υπόλοιπο κατα την έναρξη: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Αναμονή επιβεβαίωσης. Ορισμένοι έμποροι χρειάζονται επιβεβαίωση για ολοκλήρωση μιας συναλλαγής. Εκτιμώμενος χρόνος: 1-2 λεπτά.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Λογαριασμός";

/* Amount section header */
"TransactionDetails.amountHeader" = "Ποσό";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Επιβεβαιώθηκε στο Block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Σημείωση";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Εδώ θα εμφανιστούν οι συναλλαγές σου";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "στο %1$@";

/* More button title */
"TransactionDetails.more" = "Περισσότερα...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Μεταφέρθηκαν %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Μεταφέρθηκαν <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Δεν έχει επιβεβαιωθεί";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Ελήφθησαν %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Ελήφθησαν <b>%1@</b>\n";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Απεσταλμένα %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Στάλθηκαν <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Κατάσταση";

/* Transaction Details Title */
"TransactionDetails.title" = "Λεπτομέρειες Συναλλαγής";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "προς %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Ταυτότητα Συναλλαγής bitradio";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Ελήφθη σε αυτή τη Διεύθυνση";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Αποστολή σε αυτή τη Διεύθυνση";

/* filter buttons for transactionView */
"TransactionView.all" = "όλα";

"TransactionView.received" = "ελήφθησαν";

"TransactionView.sent" = "εστάλησαν";

/* Disabled until date */
"UnlockScreen.disabled" = "Απενεργοποιημένα έως: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Η Διεύθυνσή Μου";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Επαναφορά PIN";

/* Scan button title */
"UnlockScreen.scan" = "Σάρωση";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Καταχώρηση PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Ξεκλείδωσε το πορτοφόλι σου";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Ξεκλείδωσε με Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Το πορτοφόλι ξεκλειδώθηκε";

/* Update PIN caption text */
"UpdatePin.caption" = "Να θυμάσαι το PIN. Εάν το ξεχάσεις, δεν θα έχεις πρόσβαση στα bitradio σου.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Το PIN θα χρησιμοποιηθεί για το ξεκλείδωμα του DigiWallet και την αποστολή bitradio.";

/* Update PIN title */
"UpdatePin.createTitle" = "Ορισμός PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ξαναγράψε το PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Γράψε το τωρινό PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Γράψε το νέο σου PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ξανα γράψε το νέο σου PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Ανανέωση PIN απέτυχε.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Βλάβη Ενημέρωσης PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Ενημέρωση PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Αντιγραφή διεύθυνσης πορτοφολιού στο πρόχειρο;";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Εξουσιοδότηση αντιγραφής της διεύθυνσης πορτοφολιού στο πρόχειρο";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Αντιγραφή Διεύθυνσης Πορτοφολιού";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Αντιγραφή";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Εισαγωγή κωδικού PIN για έγκριση συναλλαγής.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Γράψε το PIN σου για συνέχεια.";

/* Verify PIN view title */
"VerifyPin.title" = "Απαιτείται PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Έγκριση της συναλλαγής";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Άνοιξε την εφαρμογή DigiWallet για iPhone για να δημιουργήσεις το πορτοφόλι σου";

/* Dismiss button label */
"Webview.dismiss" = "Απόρριψη";

/* Webview loading error message */
"Webview.errorMessage" = "Σφάλμα κατά τη φόρτωση του περιεχομένου. Προσπάθησε ξανά.";

/* Updating webview message */
"Webview.updating" = "Ενημέρωση...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Το bitradio για iOS έχει αλλάξει το όνομα του σε DigiWallet, με ολοκαίνουρια εμφάνιση και χαρακτηριστικά.\n\nΕάν χρειάζεσαι βοήθεια, αναζήτησε το (?) στην πάνω δεξιά γωνία των περισσότερων οθονών.";

/* Top title of welcome screen */
"Welcome.title" = "Καλώς ήρθες στο DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Διαγραφή πορτοφολιού. Είσαι σίγουρος;";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Διαγραφή πορτοφολιού;";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Αποτυχία διαγραφής πορτοφολιού.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Αποτυχία";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Γράψε τη φράση ανάκτησης αυτού του πορτοφολιού για να το διαγράψεις και να ξεκινήσεις ή  ανακτήσεις ένα άλλο. Το τρέχον υπόλοιπο παραμένει σε αυτό το κλειδί.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Η εκκίνηση ή η ανάκτηση ενός άλλου πορτοφολιού, σου επιτρέπει την πρόσβαση και διαχείρηση ενός διαφορετικού DigiWallet σε αυτή τη συσκευή.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Δεν θα έχεις πλέον πρόσβαση στο τρέχον DigiWallet από αυτή τη συσκευή. Το υπόλοιπό σου θα παραμείνει στο χάρτινο πορτοφόλι.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Δημιουργία ή Ανάκτηση Άλλου Πορτοφολιού";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Διαγραφή";

/* Wiping activity message */
"WipeWallet.wiping" = "Διαγραφή...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Γράψε σε χαρτί κάθε λέξη με τη σειρά και αποθήκευσέ το σε ασφαλές μέρος.";

/* button label */
"WritePaperPhrase.next" = "Επόμενο";

/* button label */
"WritePaperPhrase.previous" = "Προηγούμενο";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d απο %2$d";

